"preferences" = "Beállítások…";
"search_placeholder" = "írj a kereséshez…";
"clear_tooltip" = "Rögzítettlen elemek törlése\nVálassz a ⇧-el az összes törléséhez.";
"about_tooltip" = "Tudj meg többet az alkalmazásról.";
"quit_tooltip" = "Alkalmazás bezárása.";
"clear" = "Törlés";
"clear_all" = "Összes törlése";
"about" = "Névjegy";
"quit" = "Bezárás";
"clear_alert_cancel" = "Mégse";
"clear_alert_confirm" = "Törlés";
"clear_alert_message" = "Biztosan törölni szeretnéd az előzményeket?";
"clear_alert_comment" = "Ezt a műveletet nem lehet visszavonni.";
"clear_all_tooltip" = "Minden elem törlése.";
